SUCCESSFULLY_REGISTERED = {
    'ru':
    '''Здравствуйте. Поздравляем, вы будете наблюдать на предстоящих президентских выборах 10 января вместе с «Клоопом».
''',
    'kg':
    '''Саламатсызбы. Куттуктайбыз, сиз 10-январда «Клооп»менен биргеликте келе жаткан президенттик шайлоодо байкоо жүргүзөсүз.
'''
}
YOU_ARE_ALREADY_REGISTERED = {
    'ru':
    'Здравствуйте. Поздравляем, вы будете наблюдать на предстоящих президентских выборах 10 января вместе с «Клоопом».',
    'kg':
    'Саламатсызбы. Куттуктайбыз, сиз 10-январда «Клооп»менен биргеликте келе жаткан президенттик шайлоодо байкоо жүргүзөсүз.'
}
YOU_NEED_TO_REGISTER = {
    'ru':
    '''Чтобы присоединиться к нам, вам нужно пройти регистрацию.
Для этого перейдите по ссылке:
https://kloopmedia.github.io/Journal
Если у вас не получилось сделать это самостоятельно, посмотрите нашу видео-инструкцию.
''',
    'kg':
    '''Биз менен бирге болуш үчүн, сиз каттоодон өтүшүңүздү суранабыз.
Катталыш үчүн шилтемеден өтүңүз:
https://kloopmedia.github.io/Journal
Эгерде өз алдынча бул ишти ишке ашыра албй койсоңуз, биздин видео-үйрөтмөнү көрүп чыгыңыз.
'''
}
CHOOSE_CATEGORY = {'ru': 'Выберите категорию', 'kg': 'Категорияны тандаңыз'}
YOUR_QUESTION = {'ru': 'Напишите ваш вопрос', 'kg': 'Сурооңузду жазыңыз'}
SOMETHING_WENT_WRONG = {
    'ru': 'Что-то пошло не так',
    'kg': 'Бир нерсе туура эмес кетти'
}
OK = {'ru': 'Да', 'kg': 'Макул'}
CANCEL = {'ru': 'Отмена', 'kg': 'Баш тартуу'}
CANCELLED = {
    'ru': 'Отправка вопроса отменена',
    'kg': 'Суроону жиберүүдөн баш тартылды'
}
TASK_CREATED = {
    'ru': 'Вопрос отправлен. Наши специалисты ответят вам в ближайшее время.',
    'kg': 'Суроо жиберилди. Биздин адистер жакын арада сизге жооп берет'
}
SEND_THIS_QUESTION = {
    'ru': 'Отправить этот вопрос?',
    'kg': 'Бул суроону жиберелиби?'
}
# ORG_CAT = {'ru': 'Организационные вопросы', 'kg': ''}
TECH_CAT = {
    'ru': 'Технические вопросы',
    'kg': 'Техникалык көйгөйлөр',
    'callback_data': 'tech_cat'
}
OTHER_CAT = {'ru': 'Другое', 'kg': 'Башка', 'callback_data': 'other'}
PAYMENT = {'ru': 'Оплата', 'kg': 'Төлөм', 'callback_data': 'payment'}
SCHEDULE = {
    'ru': 'Расписание',
    'kg': 'Күн тартиби',
    'callback_data': 'schedule'
}
STUDY = {'ru': 'Обучение', 'kg': 'Окутуу', 'callback_data': 'study'}
MY_SITE = {
    'ru': 'Мой участок',
    'kg': 'Менин участогум',
    'callback_data': 'my_site'
}
ASK_YOUR_OWN_QUESTION = {
    'ru': 'Задать свой вопрос',
    'kg': 'Жеке сурооңузду бериңиз',
    'callback_data': 'ask_own_question'
}
CHOOSE_LANG = {'ru': 'Выберите язык', 'kg': 'Тилди тантаңыз'}
LANGUAGE_CHANGED = {'ru': 'Язык изменен', 'kg': 'Тил алмаштырылды'}
RUSSIAN = {'ru': 'Русский язык', 'kg': 'Орус тили', 'callback_data': 'ru'}
KYRGYZ = {'ru': 'Кыргызский язык', 'kg': 'Кыргыз тили', 'callback_data': 'kg'}
LANGUAGES = [RUSSIAN, KYRGYZ]
