SUCCESSFULLY_REGISTERED = {
    'ru':
    '''Вы успешно зарегистрированы в системе гражданского наблюдения Kloop.kg.
Мы пришлем вам дальнейшие инструкции через этого бота в ближайшие дни.
Вы можете ознакомиться с часто задаваемыми вопросами по ссылке
или задать свой вопрос, нажав кнопку /ask_question ''',
    'kg': ''
}
YOU_ARE_ALREADY_REGISTERED = {
    'ru':
    '''Вы уже зарегистрированы в системе гражданского наблюдения Kloop.kg.
Мы пришлем вам дальнейшие инструкции через этого бота в ближайшие дни.
Вы можете ознакомиться с часто задаваемыми вопросами по ссылке
или задать свой вопрос, нажав кнопку /ask_question ''',
    'kg': ''
}
YOU_NEED_TO_REGISTER = {
    'ru':
    '''Вам нужно зарегистрироваться, пройдя по ссылке
       https://kloopmedia.github.io/Journal''',
    'kg': ''
}
CHOOSE_CATEGORY = {'ru': 'Выберите категорию', 'kg': ''}
YOUR_QUESTION = {'ru': 'Напишите ваш вопрос', 'kg': ''}
SOMETHING_WENT_WRONG = {'ru': 'Что-то пошло не так', 'kg': ''}
OK = {'ru': 'Ок', 'kg': ''}
CANCEL = {'ru': 'Отмена', 'kg': ''}
CANCELLED = {'ru': 'Отправка вопроса отменена', 'kg': ''}
TASK_CREATED = {
    'ru': 'Вопрос отправлен. Наши специалисты ответят вам в ближайшее время.',
    'kg': ''
}
SEND_THIS_QUESTION = {'ru': 'Отправить этот вопрос?', 'kg': ''}
ORG_CAT = {'ru': 'Организационные вопросы', 'kg': ''}
TECH_CAT = {'ru': 'Технические вопросы', 'kg': ''}
OTHER_CAT = {'ru': 'Другое', 'kg': ''}
