SUCCESSFULLY_REGISTERED = {
    'ru':
    '''
Поздравляем, вы успешно зарегистрировались в системе.
Этот бот поможет нам держать с вами связь.
Наш первый созвон для наблюдателей на выборах будет 14-го декабря 2020 в 10:00.
Звонок пройдет в Зуме по ссылке https://zoom.us/j/91261010057?pwd=YVlWUXQ3dUJHTEdCUjZLUENnRENLQT09
Если у вас есть вопросы, то вы можете задать их, нажав кнопку /ask_question,
вы можете поменять язык, нажав кнопку /choose_language.
Чтобы снова вывести это сообщение, нажмите /start.
Чтобы увидеть другие опции, наберите /
''',
    'kg':
    '''
Куттуктайбыз, сиз каттодон ийгиликтүү өттүңүз.
Бул бот сиз менен байланышты болууну камсыз кылат.
Байкоочулар менен биринчи сүйлөшүүбүз 2020-жылдын 14-декабрь күнү саат 10:00 дө Зумда төмөнкү шилтеме аркылуу өтөт https://zoom.us/j/91261010057?pwd=YVlWUXQ3dUJHTEdCUjZLUENnRENLQT09
Эгерде суроолоруңуз пайда болсо, /ask_question баскычын басып берсеңиз болот,
тилди /choose_language баскычын басып тандасаңыз болот.
Бул билдирүүнү кайрадан чыгарыш үчүн /start баскычын басыңыз.
Башка опцияларды көрүш үчүн / териңиз
'''
}
YOU_ARE_ALREADY_REGISTERED = {
    'ru': '''
Поздравляем, вы уже зарегистрированы в системе.
Этот бот поможет нам держать с вами связь.
Наш первый созвон для наблюдателей на выборах будет 14-го декабря 2020 в 10:00.
Звонок пройдет в Зуме по ссылке https://zoom.us/j/91261010057?pwd=YVlWUXQ3dUJHTEdCUjZLUENnRENLQT09
Если у вас есть вопросы, то вы можете задать их, нажав кнопку /ask_question,
вы можете поменять язык, нажав кнопку /choose_language.
Чтобы снова вывести это сообщение, нажмите /start.
Чтобы увидеть другие опции, наберите /
''',
    'kg': '''
Куттуктайбыз, сиз каттодон ийгиликтүү өттүңүз.
Бул бот сиз менен байланышты болууну камсыз кылат.
Байкоочулар менен биринчи сүйлөшүүбүз 2020-жылдын 14-декабрь күнү саат 10:00 дө Зумда төмөнкү шилтеме аркылуу өтөт https://zoom.us/j/91261010057?pwd=YVlWUXQ3dUJHTEdCUjZLUENnRENLQT09
Эгерде суроолоруңуз пайда болсо, /ask_question баскычын басып берсеңиз болот,
тилди /choose_language баскычын басып тандасаңыз болот.
Бул билдирүүнү кайрадан чыгарыш үчүн /start баскычын басыңыз.
Башка опцияларды көрүш үчүн / териңиз
''',
    'callback_data': 'already_registered'
}
YOU_NEED_TO_REGISTER = {
    'ru':
    '''
Чтобы присоединиться к платформе гражданского наблюдения и обучения Клоопа, вам нужно пройти регистрацию.
Если вы хотите стать наблюдателем на президентских выборах 10-го января 2021 года, то перейдите по этой ссылке: https://kloopmedia.github.io/Journal?rank=election_observer#/
Если вы просто хотите связать бот с системой, то перейдите по этой ссылке: https://kloopmedia.github.io/Journal
Если у вас не получилось сделать это самостоятельно, посмотрите нашу видео-инструкцию
    ''',
    'kg':
    '''
Клооптун коомдук байкоочулар жана окутуу платформасына кошулуш үчүн каттоодон өтүүңүз керек.
Эгерде сиз 2021-жылдын 10-январында өтө турган президенттик шайлоодо байкоочу болгуңуз келсе, анда төмөнкү шилтеме аркылуу өтүңүз: 
https://kloopmedia.github.io/Journal?rank=election_observer#/
Эгерде өз алдынча бул ишти ишке ашыра албй койсоңуз, биздин видео-үйрөтмөнү көрүп чыгыңыз.
'''
}
CHOOSE_CATEGORY = {'ru': 'Выберите категорию', 'kg': 'Категорияны тандаңыз'}
CHOOSE_FORM = {'ru': 'Выберите форму', 'kg': 'Форманы тандаңыз'}
YOUR_QUESTION = {'ru': 'Напишите ваш вопрос', 'kg': 'Сурооңузду жазыңыз'}
SOMETHING_WENT_WRONG = {
    'ru': 'Что-то пошло не так',
    'kg': 'Бир нерсе туура эмес кетти'
}
OK = {'ru': 'Да', 'kg': 'Макул'}
CANCEL = {'ru': 'Отмена', 'kg': 'Баш тартуу'}
CANCELLED = {
    'ru': 'Отправка вопроса отменена',
    'kg': 'Суроону жиберүүдөн баш тартылды'
}
TASK_CREATED = {
    'ru': 'Вопрос отправлен. Наши специалисты ответят вам в ближайшее время.',
    'kg': 'Суроо жиберилди. Биздин адистер жакын арада сизге жооп берет.'
}
SEND_THIS_QUESTION = {
    'ru': 'Отправить этот вопрос?',
    'kg': 'Бул суроону жиберелиби?'
}
# ORG_CAT = {'ru': 'Организационные вопросы', 'kg': ''}
TECH_CAT = {
    'ru': 'Технические вопросы',
    'kg': 'Техникалык көйгөйлөр',
    'callback_data': 'tech_cat'
}
OTHER_CAT = {'ru': 'Другое', 'kg': 'Башка', 'callback_data': 'other'}
PAYMENT = {'ru': 'Оплата', 'kg': 'Төлөм', 'callback_data': 'payment'}
SCHEDULE = {
    'ru': 'Расписание',
    'kg': 'Күн тартиби',
    'callback_data': 'schedule'
}
STUDY = {'ru': 'Обучение', 'kg': 'Окутуу', 'callback_data': 'study'}
FILE_UPLOADED = {
    'ru': 'Файл загружен',
    'kg': '',
    'callback_data': 'file_uploaded'
}
YOU_CANT_UPLOAD_FILES = {
    'ru': 'Вы не можете загружать файлы',
    'kg': '',
    'callback_data': 'you_cant_upload_files'
}
MY_SITE = {
    'ru': 'Мой участок',
    'kg': 'Менин участогум',
    'callback_data': 'my_site'
}
ASK_YOUR_OWN_QUESTION = {
    'ru': 'Задать свой вопрос',
    'kg': 'Жеке сурооңузду бериңиз',
    'callback_data': 'ask_own_question'
}
AFTERNOON_FORM = {
    'ru': 'Обеденная форма',
    'kg': '',
    'callback_data': 'afternoon_form',
    'case_type': 'electionForms',
    'timerange': '07:00-09:00'
}
ARRIVAL_AT_HOME = {
    'ru': 'Форма по прибытию домой',
    'kg': '',
    'callback_data': 'arrival_at_home',
    'case_type': 'electionForms',
    'timerange': '15:00-18:00'
}
ARRIVAL_TO_POLLING_STATION_FORM = {
    'ru': 'Форма по прибытию на участок',
    'kg': '',
    'callback_data': 'arrival_to_polling_station_form',
    'case_type': 'electionForms',
    'timerange': '01:00-02:00'
}
EVENING_FORM = {
    'ru': 'Вечернаяя форма',
    'kg': '',
    'callback_data': 'evening_form',
    'case_type': 'electionForms',
    'timerange': '15:00-18:00'
}
MORNING_FORM = {
    'ru': 'Утренняя форма',
    'kg': '',
    'callback_data': 'morning_form',
    'case_type': 'electionForms',
    'timerange': '02:00-04:00'
}
EMERGENCY_FORM_FILLING = {
    'ru': 'Экстренная форма',
    'kg': '',
    'callback_data': 'emergency_form_filling',
    'case_type': 'Нарушения'
}
YOU_ALREADY_SUBMITTED_THIS_FORM = {
    'ru': 'Вы уже отправляли эту форму',
    'kg': ''
}
NOT_IN_TIME_RANGE = {'ru': 'Время для этой формы ещё не пришло или уже истекло', 'kg': ''}
YOU_DONT_HAVE_RIGHT_RANK = {
    'ru': 'Ваш ранк не позволяет отправить эту форму',
    'kg': ''
}
CHOOSE_LANG = {'ru': 'Выберите язык', 'kg': 'Тилди тантаңыз'}
LANGUAGE_CHANGED = {'ru': 'Язык изменен', 'kg': 'Тил алмаштырылды'}
RUSSIAN = {'ru': 'Русский язык', 'kg': 'Орус тили', 'callback_data': 'ru'}
KYRGYZ = {'ru': 'Кыргызский язык', 'kg': 'Кыргыз тили', 'callback_data': 'kg'}
LANGUAGES = [RUSSIAN, KYRGYZ]
